Repository: emberfeather/yeti
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, de, es, fr, it, ja, pt, ru

source: Add another debt
ar: إضافة ديون أخرى
cs: Přidat další dluh
de: Fügen Sie eine andere Schuld
es: Añadir otra deuda
fr: Ajouter une autre dette
it: Aggiungi un altro debito
ja: 別の債務を追加する
pt: Adicione outra dívida
ru: Добавить еще один долг

source: All numbers shown are for illustration purposes only.
ar: جميع الأرقام المعروضة هي لأغراض التوضيح فقط.
cs: Všechna uvedená čísla jsou pouze ilustrační.
de: Alle angezeigten Zahlen dienen lediglich der Veranschaulichung.
es: Todos los números mostrados son sólo con fines ilustrativos.
fr: Tous les chiffres affichés sont à des fins d'illustration uniquement.
it: Tutti i numeri indicati sono solo a scopo illustrativo.
ja: 示された数字はすべて例示のためのものです。
pt: Todos os números apresentados são apenas para fins ilustrativos.
ru: Все номера показаны только для иллюстрации.

source: Available monthly for debt repayment
ar: متاح شهريا لسداد الديون
cs: K dispozici měsíčně pro splácení dluhu
de: Erhältlich monatlich für Schuldenrückzahlung
es: Disponible mensualmente para el pago de la deuda
fr: Disponible mensuellement pour le remboursement de la dette
it: Disponibili mensilmente per il rimborso del debito
ja: 債務返済のための毎月の可能返済額
pt: Disponível mensalmente para o reembolso da dívida
ru: Доступен ежемесячно для погашения долга

source: Borrowed $1.11 at 2.2%% interest with a $3.33 minimum payment.
cs: Vypůjčeno 1,11 Kč za 2,2 %% s minimem 3,33 Kč.
de: Ausgeliehene € 1,11 bei 2,2%% Zinsen mit einer € 3,33 Mindestzahlung.
es: Prestó $ 1.11 a un interés de 2.2 %% con un pago mínimo de $ 3.33.
fr: Emprunté 1,11 € à 2,2%% d'intérêts avec un paiement minimum de 3,33 €.
it: Finanziato € 1,11 al 2,2 %% interessi con un pagamento minimo di € 3,33.
ja: 2.2％の利子で1.11借り、最低支払金額は3.33円。
pt: Emprestado US $ 1,11 a 2,2% de juros com pagamento mínimo de US $ 3,33.
ru: Заемный 1,11₽ с 2,2%% до 3,33₽ минимальный платеж.

source: Borrowed <span>$1.11</span> at <span>2.2%%</span> interest with a <span>$3.33<span> minimum payment.
cs: Vypůjčeno <span>1,11 Kč</span> za <span>2,2%%</span> s minimem <span>3,33 Kč</span>.
de: Ausgeliehene <span>€1,11</span> bei <span>2,2%%</span> Zinsen mit einer <span>€3,33</span> Mindestzahlung.
fr: Emprunté <span>1,11 €</span> à <span>2,2%%</span> d'intérêts avec un paiement minimum de <span>3,33 €</span>.
it: Finanziato <span>€1,11</span> al <span>2,2%%</span> interessi con un pagamento minimo di <span>€3,33</span>.
ja: 2.2％の利子で1.11借り、最低支払金額は3.33円。

source: Debt snowball calculator.
ar: آلة حاسبة الديون الثلج.
cs: Dluhová kalkulačka.
de: Schulden Schneeball Rechner.
es: Calculadora de la bola de nieve de la deuda.
fr: Calculateur de boule de neige de dette.
it: Calcolatore di snowball di debito.
ja: 雪だるま式借金の計算機。
pt: Calculadora de bolas de neve da dívida.
ru: Калькулятор долгового снегопада.

source: King of the Castle © 2010 David Lanham.
ar: ملك القلعة © 2010 ديفيد لانهام.
cs: Král hradu © 2010 David Lanham.
de: König des Schlosses © 2010 David Lanham.
es: Rey del Castillo © 2010 David Lanham.
fr: Le Roi du Château © 2010 David Lanham.
it: Re del Castello © 2010 David Lanham.
ja: 城の王©2010デビッド・ランハム。
pt: Rei do Castelo © 2010 David Lanham.
ru: Король замка © 2010 Дэвид Ланхам.

source: Minimum Payment
ar: الحد الأدنى للدفع
cs: Minimální Platba
de: Mindestzahlung
es: Pago Mínimo
fr: Paiement minimum
it: Pagamento Minimo
ja: 最低支払額
pt: Pagamento minimo
ru: Минимальный платеж

source: Monthly Payment
ar: الدفع الشهري
cs: Měsíční Platba
de: Monatliche Bezahlung
es: Mensualidad
fr: Paiement mensuel
it: Pagamento Mensile
ja: 毎月の支払額
pt: Pagamento mensal
ru: Ежемесячно оплата

source: Principal Balance
ar: الرصيد الرئيسي
cs: Hlavní Bilance
de: Hauptbilanz
es: Saldo Principal
fr: Solde principal
it: Bilancio Principale
ja: 元本残高
pt: Saldo Principal
ru: Основной баланс

source: Rate
ar: معدل
cs: Zdanit
es: Precio
fr: Tarif
it: Prezzo
ja: 率
pt: Imposto
ru: процент

source: Used with permission.
ar: تستخدم بإذن.
cs: Používá se s povolením.
de: Gebraucht mit Genehmigung.
es: Se utiliza con permiso.
fr: Utilisé avec la permission.
it: Usato con autorizzazione.
ja: 許可を得て使用します。
pt: Usado com permissão.
ru: Используется с разрешения.

source: Yeti
ar: اليتي
ja: イエティ
ru: Йети

source: Yeti powered.
ar: اليتي بالطاقة.
cs: Yeti poháněl.
de: Angetrieben von Yeti.
es: Yeti alimentado.
fr: Yeti alimenté.
it: Yeti alimentato.
ja: イエティパワー。
pt: Alimentado por Yeti.
ru: Работает на Йети.

source: Borrowed <span>$1.11</span> at <span>2.2%%</span> interest with a <span>$3.33</span> minimum payment.
ar: تم اقتراض 1.11 درهم بنسبة <span>2.2٪</span> مع 3.33 درهم الحد الأدنى للدفع.
